Revit 2024 API
ParameterTypeId.ToposolidFunctionParam Property
 "Function"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ToposolidFunctionParam { get; }
Visual Basic
Public Shared ReadOnly Property ToposolidFunctionParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ToposolidFunctionParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace